{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 30,
            "IconURL": "https://i.imgur.com/hBmiffF.png",
            "DisableIconText": true,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Welcome to Nayco's Supreme Server!",
                    "text1": "This server is still in development, but highly functional.\n\nPlease be sure to check out 'Server Rules' and join our Discord for updates\n\n\nWhen you're getting started, head over to our community center at 91.6 Lat 49.3 Lon. Free resources, food and shelter.\n\n\nYou can access the menu any time by pressing F1 on your keyboard.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            },
            {
                "tab2": {
                    "layout": 3,
                    "buttontext": "How to's and What's Next",
                    "title1": "Shop",
                    "text1": "Getting set up on the shop is easy!\n\nYou earn 20 gold coins for every half hour played. You also have the opportunity to earn coins from taming, killing and harvesting. Coins can be exchanged for purchases from the shop!\n\nAccess the shop by going to your inventory, and clicking the home icon on the bottom left. To close the shop, click 'off' the shop",
                    "title2": "Coming soon:",
                    "text2": "- Events",
                    "title3": "Getting your starter pack",
                    "text3": "1. Press I to access your inventory\n\n2. Click the house icon on the bottom left of your screen\n\n3. Select the loot crate icon on the left menu\n\n4. Click starter kit and purchase. It's free\n\n5. Click anywhere off the shop screen to exit\n\n6. Your starter kit is now in your inventory.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "Upcoming Events",
                    "title1": "Schedule",
                    "text1": "There are currently no planned events.\n\nThese will be added when the server is out of development.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            },
            {
                "tab4": {
                    "layout": 3,
                    "buttontext": "Server Rules",
                    "title1": "Server",
                    "text1": "This server is a fun, safe space for all ages.\n\nBullying via repeated raiding, use of abusive language or any other method will result in an immediate ban.\nWe have a 0 tolerance of anyone making anyone else feel they are not welcome.\n\nWe're all human, we all know right from wrong. If you can't comply with basic human decency, you are not welcome here.",
                    "title2": "Community Center",
                    "text2": "The community center is a safe place for all new and existing players. Any killing, raiding or any activity which puts a player at a disadvantage while in the Community Center is strictly forbidden.\n\nIf you see any behavior which violates this, report it immediately to an admin in Discord.",
                    "title3": "Admin Buildings",
                    "text3": "Raiding, intentional destruction or defacing of any admin buildings is extremely prohibited.\n\nThis includes:\n- Admin Bases\n- Community Centers\n- Arenas\n- Event Spaces\n\nIf any damage occurs by accident such as in arenas, please report this ASAP to an admin on Discord. You will not face any sanctions if the damage was accidental.\n\nHowever if we see in logs that damage was caused by your tribe and it wasn't reported, we will assume this to be malicious.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/Mygkm7uBn8"
                }
                            {
                "link2": {
                    "text": "Vote for us",
                    "url": "https://ark-servers.net/server/358071/vote/"
                }
            }
        ]
    }
}
