{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 30,
            "IconURL": "https://i.imgur.com/hBmiffF.png",
            "DisableIconText": true,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Welcome to Naycos Supreme RP Server!",
                    "text1": "We have recently refreshed this server, so it is still in development, but highly functional.\n\nPlease be sure to check out 'Server Rules' and join our Discord for updates\n\n\nWhen you're getting started, head over to our community center by typing 'tpcc' in to chat (Without the quote marks. Free resources, food and shelter.\n\n\nYou can access the menu any time by pressing F1 on your keyboard.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            },
            {
                "tab2": {
                    "layout": 3,
                    "buttontext": "How to's and What's Next",
                    "title1": "Starter Pack",
                    "text1": "You will receive your starter pack automatically after about 10 minutes of playing. You will get an on-screen notification and it will appear in your inventory.",
                    "title2": "Coming soon:",
                    "text2": "- Events",
                    "title3": "Shop",
                    "text3": "Thanks to Sony and Microsoft, all crossplay servers cannot install shop mods. We are currently working to implement this with GameServerApp, but PS5 players have problems using chat commands. As we implement a fix we will let the community know on Discord.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "Upcoming Events",
                    "title1": "Schedule",
                    "text1": "Check out naycogames.premiumark.net for all upcoming events",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            },
            {
                "tab4": {
                    "layout": 3,
                    "buttontext": "Server Rules",
                    "title1": "Server",
                    "text1": "This server is a fun, safe space for all ages.\n\nBullying via repeated raiding, use of abusive language or any other method will result in an immediate ban.\nWe have a 0 tolerance of anyone making anyone else feel they are not welcome.\n\nWe're all human, we all know right from wrong. If you can't comply with basic human decency, you are not welcome here.",
                    "title2": "Community Center",
                    "text2": "The community center is a safe place for all new and existing players. Any killing, raiding or any activity which puts a player at a disadvantage while in the Community Center is strictly forbidden.\n\nIf you see any behavior which violates this, report it immediately to an admin in Discord.",
                    "title3": "Admin Buildings",
                    "text3": "Raiding, intentional destruction or defacing of any admin buildings is extremely prohibited.\n\nThis includes:\n- Admin Bases\n- Community Centers\n- Arenas\n- Event Spaces\n\nIf any damage occurs by accident such as in arenas, please report this ASAP to an admin on Discord. You will not face any sanctions if the damage was accidental.\n\nHowever if we see in logs that damage was caused by your tribe and it wasn't reported, we will assume this to be malicious.",
                    "imageurl": "https://i.imgur.com/xWW0884.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/Mygkm7uBn8"
                }
            }
        ]
    }
}
